[
  {
    "author": "Carlota da Silva Coelho & Hélder Alexandre Meira Matos",
    "course": "Filosofia, 1º ano & Ciência Política, 2º ano",
    "title": "Interface Cérebro-Máquina: controlo cerebral, mito ou realidade?",
    "summary": "Este artigo aborda a importância da discussão relativamente aos riscos de utilização das interfaces cérebro-máquina (ICMs). Abordamos o conceito de ICMs e o seu funcionamento, assim como os riscos de abuso de poder associados à sua utilização indevida. Em suma, este artigo pretende demonstrar a necessidade da realização de uma discussão aprofundada sobre este tema com o objetivo de consciencializar o leitor para uma temática que consideramos atual e relevante.",
    "link": "https://drive.google.com/file/d/1vlzLEpiAYLF6HrsOfs140V_VTi4KMCIn/view?usp=sharing"
  },
  {
    "author": "Daniel Silva Xavier",
    "course": "Mestrado em Engenharia Informática, 1º ano",
    "title": "Sensorização em Dispositivos Móveis: Questões Éticas e Privacidade",
    "summary": "Com o crescente uso de dispositivos móveis em todo o mundo, a sua sensorização tornou-se uma área de pesquisa em rápido crescimento. A sensorização permite que dispositivos móveis reúnam dados sobre utilizadores, incluindo dados de localização, saúde, movimento e outras informações. No entanto, a recolha de dados também levanta questões importantes de privacidade e  ética. Este artigo apresenta, em interligação com a computação ubíqua, uma análise detalhada dos principais aspetos definidores da sensorizaç ̃ao em dispositivos móveis, casos e experiências concretas de uso, bem como os seus prós e contras. Por fim, o artigo conclui com uma análise crítica sobre o seu uso e a sua relação com questões éticas e de privacidade, com sugestões para melhorar as políticas e regulamentações. São também abordadas algumas aplicações no mundo real.",
    "link": "https://drive.google.com/file/d/19t536bVmy4PhwNbkeIESBgrq_0Qi6tMx/view?usp=share_link"
  },
  {
    "author": "Helena Rodrigues Antunes",
    "course": "Direito, 4º ano",
    "title": "Os Smart Contracts no Ordenamento Jurídico Português",
    "summary": "Nos últimos anos, a tecnologia blockchain tem despertado grande interesse em diversos setores da economia. Além de sua aplicação em criptomoedas, a tecnologia também tem sido utilizada para criar contratos inteligentes, conhecidos como Smart Contracts. Os Smart Contracts são programas de computador que permitem a execução automática de contratos, sem a necessidade de intervenção humana. Com o uso da tecnologia blockchain, os Smart Contracts são criptografados e armazenados em uma rede descentralizada (distributed ledger technology), ou seja, não existe uma entidade centralizada que reúna toda a informação registada, garantindo a sua segurança e imutabilidade. (...)",
    "link": "https://drive.google.com/open?id=1myePVCfM3P_TWEtow7zpUzyHcjGi3Mgj"
  }
]
